export default {
  app: {
    close: 'Закрыць',
    saved: 'Захаваць малюнак',
    alpha: 'alpha версія',
    continents: {
      EU: 'Еўропа',
      AS: 'Азія',
      AM: 'Амерыка',
      AFAU: 'Афрыка і Аўстралія',
      OT: 'Іншыя'
    },
    backgrounds: {
      transparent: 'Празрысты',
      color: 'Каляровы',
    },
    continentLabel: 'Кантынент',
    backgroundLabel: 'Фон',
    custom: 'Свой',
    save: 'Захаваць',
    BO: 'Legacy: Boho',
    GE: 'Legacy: Geometry',
    ME: 'Legacy: Memphis',
  },
  poster: {
    title: 'Гэта альфа-версі',
    text: `Да, праз тры гады я зноў вярнуўся, каб перапісаць гэта прылаженне.
    <br>
    <br>
    Наперадзе яшчэ шмат працы, таму я буду рады, калі вы буздіце пісаць мне на пошту з зручнымі
    заўвагамі і прапановамі для новай версіі. Таксама, калі вы адчуваеце, што добра малюеце і мажаце
    намалявать некалькі новых аксэсуараў для прылаження, таксама пішыце:)`,
    action: 'Паехалі!'
  },
  privacy: {
    title: 'Палітыка канфідэнцыальнасці',
    text: 'Каб працягвать карыстацца прылаженнем, прымі, калі ласка, палітыку канфідэнцыальнасці.',
    agree: 'Я прачытаў і згодны з палітыкай канфідэнцыальнасці',
    action: 'Ok'
  }
}
