export default {
  app: {
    close: 'Закрыць',
    saved: 'Захаваць малюнак',
    alpha: 'alpha версія',
    continents: {
      EU: 'Еўропа',
      AS: 'Азія',
      AM: 'Амерыка',
      AF: 'Афрыка',
      AU: 'Аўстралія',
      OT: 'Іншыя'
    },
    backgrounds: {
      transparent: 'Празрысты',
      color: 'Каляровы',
      BO: 'Старые: Boho',
      GE: 'Старые: Geometry',
      ME: 'Старые: Memphis',
    },
    settings: {
      legacy_stroke: 'Выкарыстоўваць старую абводку'
    },
    continentLabel: 'Кантынент',
    backgroundLabel: 'Фон',
    custom: 'Свой',
    joystick: 'Уключыце джойсцік',
    save: 'Захаваць',
  },
  poster: {
    title: 'Гэта новая версія',
    text: `Да, праз тры гады я зноў вярнуўся, каб перапісаць гэта прылаженне.
    <br>
    <br>
    Наперадзе яшчэ шмат працы, таму я буду рады, калі вы буздіце пісаць мне на пошту з зручнымі
    заўвагамі і прапановамі для новай версіі`,
    action: 'Паехалі!'
  },
  privacy: {
    title: 'Палітыка канфідэнцыальнасці',
    text: 'Каб працягвать карыстацца прылаженнем, прымі, калі ласка, палітыку канфідэнцыальнасці.',
    agree: 'Я прачытаў і згодны з палітыкай канфідэнцыальнасці',
    action: 'Ok'
  }
}
