export default {
  app: {
    close: 'Закрыть',
    saved: 'Сохранили изображение',
    alpha: 'alpha версия',
    continents: {
      EU: 'Европа',
      AS: 'Азия',
      AM: 'Америка',
      AFAU: 'Африка и Австралия',
      OT: 'Другие'
    },
    backgrounds: {
      transparent: 'Прозрачный',
      color: 'Цветной',
    },
    continentLabel: 'Континент',
    backgroundLabel: 'Фон',
    custom: 'Свой',
    save: 'Сохранить',
    BO: 'Legacy: Boho',
    GE: 'Legacy: Geometry',
    ME: 'Legacy: Memphis',
  },
  poster: {
    title: 'Это альфа-версия',
    text: `Да, спустя 3 года я снова вернулся, чтобы переписать это приложение.
    <br>
    <br>
    Впереди ещё много работы, поэтому я буду рад, если вы напишете мне на почту с полезными
    замечаниями и предложениями по новой версии. Также, если вы чувствуете, что классно рисуете и можете
    нарисовать несколько новых аксессуаров для приложения — тоже пишите:)`,
    action: 'Поехали!'
  },
  privacy: {
    title: 'Политика конфиденциальности',
    text: 'Чтобы продолжить пользоваться приложением, прими, пожалуйста, политику конфиденциальности.',
    agree: 'Я прочитал и согласен с политикой конфиденциальности',
    action: 'Ok'
  }
}
