export default {
  app: {
    close: 'Закрыть',
    saved: 'Сохранили изображение',
    alpha: 'alpha версия',
    continents: {
      EU: 'Европа',
      AS: 'Азия',
      AM: 'Америка',
      AFAU: 'Африка и Австралия',
      OT: 'Другие'
    },
    continentLabel: 'Континент'
  },
  poster: {
    title: 'Это альфа-версия',
    text: `Да, спустя 3 года я снова вернулся, чтобы переписать это приложение.
    Это <b>первая опубликованная версия</b> с такими базовыми возможностями, как
    выбор флага из готовых, глаз, аксессуаров и сохранения этого всего.
    <br>
    <br>
    Впереди ещё много работы, поэтому я буду рад, если вы напишете мне на почту с полезными
    замечаниями и предложениями по новой версии. Также, если вы чувствуете, что классно рисуете и можете
    нарисовать несколько новых аксессуаров для приложения - тоже пишите:)`,
    action: 'Поехали!'
  }
}
