export default {
  app: {
    close: 'Закрыть',
    saved: 'Сохранили изображение',
    alpha: 'alpha версия',
    continents: {
      EU: 'Европа',
      AS: 'Азия',
      AM: 'Америка',
      AFAU: 'Африка и Австралия',
      OT: 'Другие'
    },
    backgrounds: {
      transparent: 'Прозрачный',
      color: 'Цветной',
      BO: 'Старые фоны: Boho',
      GE: 'Старые фоны: Geometry',
      ME: 'Старые фоны: Memphis',
    },
    settings: {
      legacy_stroke: 'Включить старую обводку'
    },
    continentLabel: 'Континент',
    backgroundLabel: 'Фон',
    custom: 'Свой',
    save: 'Сохранить',
  },
  poster: {
    title: 'Это новая версия',
    text: `Привет, спустя 3 года я снова вернулся, чтобы переписать это приложение.
    <br>
    <br>
    Впереди ещё много работы, поэтому я буду рад, если вы напишете мне на почту с полезными
    замечаниями и предложениями по новой версии`,
    action: 'Поехали!'
  },
  privacy: {
    title: 'Политика конфиденциальности',
    text: 'Чтобы продолжить пользоваться приложением, прими, пожалуйста, политику конфиденциальности.',
    agree: 'Я прочитал и согласен с политикой конфиденциальности',
    action: 'Ok'
  }
}
