export default {
  app: {
    close: 'Закрити',
    saved: 'Зберегли зображення',
    alpha: 'alpha версія',
    continents: {
      EU: 'Європа',
      AS: 'Азія',
      AM: 'Америка',
      AFAU: 'Африка і Австралія',
      OT: 'Інші'
    },
    continentLabel: 'Континент',
    custom: 'Свій',
    save: 'Зберегти'
  },
  poster: {
    title: 'Це альфа-версія',
    text: `Так, через 3 роки я знову повернувся, щоб переписати це додаток.
    Це <b> перша опублікована версія </b> з такими базовими можливостями, як
    вибір прапора, очей, аксесуарів і збереження цього всього.
    <br>
    <br>
    Попереду ще багато роботи, тому я буду радий, якщо ви напишете мені на пошту з корисними
    зауваженнями і пропозиціями щодо нової версії. Також, якщо ви відчуваєте, що класно малюєте і можете
    намалювати кілька нових аксесуарів для додатка - теж пишіть :)`,
    action: 'Поїхали!'
  },
  privacy: {
    title: 'Політика конфіденційності',
    text: 'Щоб продовжити користуватися додатком, прийми, будь ласка, політику конфіденційності.',
    agree: 'Я прочитав і згоден з політикою конфіденційності',
    action: 'Ok'
  }
}
