export default {
  app: {
    close: 'Закрити',
    saved: 'Зберегли зображення',
    alpha: 'alpha версія',
    continents: {
      EU: 'Європа',
      AS: 'Азія',
      AM: 'Америка',
      AF: 'Африка',
      AU: 'Австралія',
      OT: 'Інші'
    },
    backgrounds: {
      transparent: 'Прозорі',
      color: 'Кольорові',
      BO: 'Старі: Boho',
      GE: 'Старі: Geometry',
      ME: 'Старі: Memphis',
    },
    settings: {
      legacy_stroke: 'Використовувати стару обведення'
    },
    continentLabel: 'Континент',
    backgroundLabel: 'Фон',
    custom: 'Свій',
    joystick: 'Перемикання джойстика',
    save: 'Зберегти'
  },
  poster: {
    title: 'Це нова версія',
    text: `Так, через 3 роки я знову повернувся, щоб переписати цей додаток.
    <br>
    <br>
    Попереду ще багато роботи, тому я буду радий, якщо ви напишете мені на пошту з корисними
    зауваженнями і пропозиціями щодо нової версії`,
    action: 'Поїхали!'
  },
  privacy: {
    title: 'Політика конфіденційності',
    text: 'Щоб продовжити користуватися додатком, прийми, будь ласка, політику конфіденційності.',
    agree: 'Я прочитав і згоден з політикою конфіденційності',
    action: 'Ok'
  }
}
